package ru.netology.delivery.data;

import java.util.List;

public class CityUtils {
    public static final List<String> ADMIN_CENTERS = List.of(
            "Москва",
            "Санкт-Петербург",
            "Севастополь",
            "Екатеринбург",
            "Казань",
            "Нижний Новгород",
            "Челябинск",
            "Самара",
            "Омск",
            "Ростов-на-Дону",
            "Уфа",
            "Красноярск",
            "Пермь",
            "Воронеж",
            "Волгоград",
            "Краснодар",
            "Тюмень",
            "Ижевск",
            "Барнаул",
            "Владивосток",
            "Ярославль",
            "Иркутск",
            "Тула",
            "Калуга",
            "Тверь",
            "Липецк",
            "Пенза",
            "Рязань",
            "Ульяновск",
            "Томск"
    );
}
